Repository: crexsupport/PRINT
Catalog: Printer/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, ja, pt_br, ru, tr, zh_hans

source: Welcome to Smart Printer
de: Willkommen bei Smart Printer
es: Bienvenido a Smart Printer
es_419: Bienvenido a Smart Printer
fr: Bienvenue sur Smart Printer
it: Benvenuto in Smart Printer
ja: ようこそ Smart Printerへ
pt_br: Bem-vindo ao Smart Printer
ru: Добро пожаловать в Smart Printer
tr: Smart Printer'a Hoş geldiniz
zh_hans: 欢迎使用 Smart printer

source: Wi-Fi Connection Required
de: WLAN-Verbindung erforderlich
es: Se requiere conexión Wi‑Fi
es_419: Se requiere conexión Wi-Fi
fr: Connexion Wi‑Fi requise
it: Connessione Wi‑Fi richiesta
ja: Wi-Fi接続が必要です
pt_br: Conexão Wi‑Fi necessária
ru: Требуется подключение по Wi-Fi
tr: Wi-Fi Bağlantısı Gerekli
zh_hans: 需要 Wi‑Fi 连接

source: Wider than tall
de: Breiter als hoch
es: Más ancho que alto
es_419: Más ancho que alto
fr: Plus large que haut
it: Più larga che alta
ja: 横長
pt_br: Mais largo que alto
ru: Ширина больше высоты
tr: Yükseklikten daha geniş
zh_hans: 宽大于高

source: Width
de: Breite
es: Ancho
es_419: Ancho
fr: Largeur
it: Larghezza
ja: 幅
pt_br: Largura
ru: Ширина
tr: Genişlik
zh_hans: 宽度

source: Wireless Printing Made Easy
de: Drahtloses Drucken leicht gemacht
es: Impresión inalámbrica fácil
es_419: Impresión inalámbrica sencilla
fr: Impression sans fil simplifiée
it: Stampa wireless semplice
ja: ワイヤレス印刷を簡単に
pt_br: Impressão sem fio facilitada
ru: Беспроводная печать — просто
tr: Kablosuz Yazdırma Kolaylaştı
zh_hans: 无线打印，轻松实现

source: words
de: Wörter
es: palabras
es_419: palabras
fr: mots
it: parole
ja: 語
pt_br: palavras
ru: слов
tr: kelimeler
zh_hans: 字数

source: Write or paste text to create printable notes
de: Schreibe oder füge Text ein, um druckbare Notizen zu erstellen
es: Escribe o pega texto para crear notas imprimibles
es_419: Escribe o pega texto para crear notas imprimibles
fr: Écris ou colle du texte pour créer des notes imprimables
it: Scrivi o incolla testo per creare note stampabili
ja: 印刷用メモを作成するには、テキストを入力または貼り付けてください。
pt_br: Escreva ou cole texto para criar notas imprimíveis
ru: Напиши или вставь текст, чтобы создать заметки для печати
tr: Yazdırılabilir notlar oluşturmak için metin yazın veya yapıştırın
zh_hans: 输入或粘贴文本以创建可打印便条

source: Yearly Access
de: Jährlicher Zugriff
es: Acceso anual
es_419: Acceso anual
fr: Accès annuel
it: Accesso annuale
ja: 年間アクセス
pt_br: Acesso anual
ru: Годовой доступ
tr: Yıllık Erişim
zh_hans: 年度访问

source: Your compressed PDF File has
de: Deine komprimierte PDF-Datei hat
es: Tu archivo PDF comprimido tiene
es_419: Tu archivo PDF comprimido tiene
fr: Votre fichier PDF compressé contient
it: Il tuo file PDF compresso ha
ja: 圧縮されたPDFファイルがあります
pt_br: Seu arquivo PDF compactado tem
ru: В твоём сжатом PDF-файле есть
tr: Sıkıştırılmış PDF dosyanızın boyutu
zh_hans: 你的压缩 PDF 文件有

source: YOUR EDITED PDF
de: DEIN BEARBEITETES PDF
es: TU PDF EDITADO
es_419: TU PDF EDITADO
fr: VOTRE PDF MODIFIÉ
it: IL TUO PDF MODIFICATO
ja: 編集済みPDF
pt_br: SEU PDF EDITADO
ru: ТВОЙ ОТРЕДАКТИРОВАННЫЙ PDF
tr: DÜZENLENMİŞ PDF'İNİZ
zh_hans: 你编辑的 PDF

source: YOUR FILE
de: DEINE DATEI
es: TU ARCHIVO
es_419: TU ARCHIVO
fr: VOTRE FICHIER
it: IL TUO FILE
ja: あなたのファイル
pt_br: SEU ARQUIVO
ru: ТВОЙ ФАЙЛ
tr: DOSYANIZ
zh_hans: 你的文件

source: Your image is ready with a transparent background
de: Dein Bild ist mit transparentem Hintergrund bereit
es: Tu imagen está lista con fondo transparente
es_419: Tu imagen está lista con fondo transparente
fr: Votre image est prête avec un fond transparent
it: La tua immagine è pronta con sfondo trasparente
ja: 透明な背景で画像が用意されました。
pt_br: Sua imagem está pronta com fundo transparente
ru: Твоё изображение готово — фон прозрачный
tr: Görseliniz şeffaf arka planla hazır
zh_hans: 你的图像已准备好，背景为透明

source: YOUR IMAGES
de: DEINE BILDER
es: TUS IMÁGENES
es_419: TUS IMÁGENES
fr: VOS IMAGES
it: LE TUE IMMAGINI
ja: あなたの画像
pt_br: SUAS IMAGENS
ru: ТВОИ ИЗОБРАЖЕНИЯ
tr: GÖRSELLERİNİZ
zh_hans: 你的图片

source: Your printing history will appear here
de: Deine Druckhistorie wird hier angezeigt
es: Tu historial de impresión aparecerá aquí
es_419: Tu historial de impresión aparecerá aquí
fr: Votre historique d'impression apparaîtra ici
it: La tua cronologia di stampa apparirà qui
ja: 印刷履歴はここに表示されます。
pt_br: Seu histórico de impressão aparecerá aqui
ru: Твоя история печати появится здесь
tr: Yazdırma geçmişiniz burada görünecek
zh_hans: 你的打印历史将显示在此处

source: Your webpage has been saved as a PDF to your chosen location.
de: Deine Webseite wurde als PDF an den von dir gewählten Speicherort gespeichert.
es: Tu página web se ha guardado como PDF en la ubicación que elegiste.
es_419: Tu página web se ha guardado como PDF en la ubicación que elegiste.
fr: Votre page Web a été enregistrée au format PDF à l'emplacement choisi.
it: La tua pagina web è stata salvata come PDF nella posizione scelta.
ja: ウェブページは選択した場所にPDFとして保存されました。
pt_br: Sua página da web foi salva em PDF no local escolhido.
ru: Твоя веб-страница сохранена в PDF в выбранном тобой месте.
tr: Web sayfanız seçtiğiniz konuma PDF olarak kaydedildi.
zh_hans: 你的网页已保存为 PDF 到你选择的位置。

source: App Version
es: Versión de la app
es_419: Versión de la app
fr: Version de l’app
it: Versione app
ja: アプリバージョン
pt_br: Versão do app
ru: Версия приложения
tr: Uygulama Sürümü
zh_hans: 应用版本

source: Auto
es: Automático
es_419: Automático
ja: 自動
pt_br: Automático
ru: Авто
tr: Oto
zh_hans: 自动

source: Browser
es: Navegador
es_419: Navegador
fr: Navigateur
ja: ブラウザ
pt_br: Navegador
ru: Браузер
tr: Tarayıcı
zh_hans: 浏览器

source: Desktop
es: Escritorio
es_419: Escritorio
fr: Bureau
it: Scrivania
ja: デスクトップ
pt_br: Área de trabalho
ru: Рабочий стол
tr: Masaüstü
zh_hans: 桌面

source: Format
es: Formato
es_419: Formato
it: Formato
ja: フォーマット
pt_br: Formato
ru: Формат
zh_hans: 格式

source: Format: A4 (210 × 297 mm)
es: Formato: A4 (210 × 297 mm)
es_419: Formato: A4 (210 × 297 mm)
it: Formato: A4 (210 × 297 mm)
ja: フォーマット：A4（210 × 297 mm）
pt_br: Formato: A4 (210 × 297 mm)
ru: Формат: A4 (210 × 297 мм)
zh_hans: 格式：A4（210 × 297 mm）

source: OK
es: Aceptar
es_419: Aceptar
ru: ОК
tr: Tamam
zh_hans: 确定

source: PDF DETAILS
es: DETALLES DEL PDF
es_419: DETALLES PDF
fr: DÉTAILS PDF
it: DETTAGLI PDF
ja: PDFの詳細
pt_br: DETALHES DO PDF
ru: ДЕТАЛИ PDF
tr: PDF BİLGİLERİ
zh_hans: PDF 详情

source: PDF Editor
es: Editor de PDF
es_419: Editor de PDF
fr: Éditeur de PDF
it: Editor PDF
ja: PDFエディタ
pt_br: Editor de PDF
ru: Редактор PDF
tr: PDF Düzenleyici
zh_hans: PDF 编辑器

source: Scanner
es: Escáner
es_419: Escáner
ja: スキャナー
ru: Сканер
tr: Tarayıcı
zh_hans: 扫描仪

source: Test
es: Prueba
es_419: Prueba
ja: テスト
pt_br: Teste
ru: Тест
zh_hans: 测试

source: PDFs
it: PDF
ja: PDFファイル
ru: PDF-файлы
tr: PDF'ler
zh_hans: PDF 文件

source: PREMIUM
ja: プレミアム
ru: ПРЕМИУМ
zh_hans: 高级版

source: 210mm
ru: 210мм

source: 297mm
ru: 297мм
